{
  "LocaleLayout": {
    "title": "SM Portfolio"
  },
  "Navigation": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "contact": "Contact"
  },
  "IndexPage": {
    "title": "Hi, my name is Sebastián and I am a software developer.",
    "description": "I am a developer specialized in turning ideas into innovative web applications. Discover my portfolio to explore my experience and most recent projects.",
    "resume": "Resume",
    "contact": "Contact",
    "hireMe": "Hire Me"
  },
  "AboutPage": {
    "title": "About Me",
    "biography": "Biography",
    "paragraph1": "I am a web developer and software designer located in Colombia. I am passionate about creating beautiful, functional and user-centric digital experiences. I am always looking for new and innovative ways to bring my clients' visions to life.",
    "paragraph2": "I'm interested in the whole web development stack like trying new things and creating great projects. I am an independent and innovative professional. I love sports, gymnastics, anime and reading books.",
    "paragraph3": "When I am working on a website or a digital project, I bring my commitment and use the best practices guaranteeing the user experience and a minimalist design. I believe that everything is an Art when you put your consciousness into it.",
    "projects": "Projects Completed",
    "clients": "Satisfied Clients",
    "experience": "Years of Experience",
    "skills": "Skills",
    "frontend": "Frontend",
    "backend": "Backend",
    "tools": "Tools",
    "others": "Others",
    "experience_title": "Experience",
    "experience_1_position": "Freelance developer",
    "experience_1_company": "Freelancer",
    "experience_1_time": "January 2023 - Present",
    "experience_1_work": "I collaborate in various teams to create web applications, implement new functionalities and optimize codes. My experience extends to clients in Latin America, and in addition, he actively participates openly in personal and code projects.",
    "experience_2_position": "Backend Developer",
    "experience_2_company": "Innova Cootax",
    "experience_2_time": "December 2022 - February 2023",
    "experience_2_work": "Worked migrating a JAVA desktop application to a web application with Django, also implemented new functions, refactored new functionalities required by the product team.",
    "education": "Education",
    "education_1_title": "Computer Systems Engineer",
    "education_1_place": "Pedagogical and Technological University of Colombia",
    "education_1_time": "February 2019 - Present",
    "education_1_info": "The degree includes data structures, algorithms, software development, computer systems engineering and artificial intelligence.",
    "education_2_title": "Programming Skils - Misión TIC 2022",
    "education_2_place": "National university of Colombia ",
    "education_2_time": "April 2022 - November 2022",
    "education_2_info": "Diploma in programming with emphasis on web and mobile development, in order to develop skills in programming and software design.",
    "education_3_title": "Online Coursework",
    "education_3_place": "Udemy and Platzi",
    "education_3_time": "January 2021 - Present",
    "education_3_info": "Complete courses in advanced topics such as web development, Artificial Intelligence and Application Design"
  },
  "ProjectsPage": {
    "title": "My Projects and Works 🚀",
    "visit": "Visit Project",
    "project_1_title": "StockPro App",
    "project_1_type": "Featured Project",
    "project_1_summary": "StockPro is the solution to an inventory automation problem aimed at the retail sector, allowing users to keep track of their products, sales and customers. I worked for 4 months creating all the functionalities of the system, from design to implementation.",
    "project_1_skills": "Next.js - Typescript - Tailwind CSS - Context API - React Query - Recharts - Express.js - Swagger - PostgreSQL - Vercel - Railway - Jest - Supertest",
    "project_2_title": "Livestock Vaccination management",
    "project_2_type": "Web Application",
    "project_2_summary": "This project was done to administer vaccines to cattle on a farm in Boyacá. It was developed using a microservices architecture.",
    "project_2_skills": "Flask - Python - Java - Spring Boot - MongoDB - PostgreSQL - MVP - N-capas - Arquitectura Clean - Microservicios - APIGateway",
    "project_3_title": "CNN Birds",
    "project_3_type": "Deep Learning",
    "project_3_skills": "Python - Keras - Tensorflow - Flask - CNN - React - Javascript"
  },
  "FooterPage": {
    "rights": "All rights reserved.",
    "madeWith": " Built with",
    "inspired": "Inspired by",
    "by": "by",
    "brand": "Cooming Soon"
  },
  "Error": {
    "title": "Something went wrong!",
    "description": "<p>We've unfortunately encountered an error.</p><p>You can try to <retry>reload the page</retry> you were visiting.</p>"
  },
  "NotFoundPage": {
    "title": "Page not found",
    "description": "Please double-check the browser address bar or use the navigation to go to a known page."
  }
}
